export const ArrayAgreement = [
	'Навчальний проєкт - платформа Baza Trainee Ukraine надає можливість кожному, хто хоче набути практики в ІТ діяльності, взяти участь в створенні реальних проєктів для соціальної сфери (благодійних фондів, громадських організацій тощо).',
	'Платформу створено перш за все для розробників-початківців, джуніорів, світчерів. Також ми запрошуємо до співпраці менторів, які можуть допомогти команді на будь-якому етапі створення проєкту. Ми також відкриті партнерству з компаніями, де ми можемо бути корисні один одному.',
	'Ціль платформи – промоція учасника через волонтерську участь в справжньому проєкті і його працевлаштування.',
	'Мета платформи – розвиток сфери ІТ послуг в Україні через залучення нових працівників – тих, хто обирає першу професію для роботи в ІТ, і тих, хто міняє професію на спеціальність в ІТ.',
	'Місія платформи – формування репутації України як країни професіоналів ІТ розробки на світовому рівні, а також ІТ сфера як одна з вагомих сфер діяльності в економіці країни через залучення до роботи будь-яких верств населення без обмежень.',
	'Результатом роботи команди є реальна розробка, яка продовжить життя після закінчення проєкту.',
	'Участь в проєкті відбувається на волонтерських засадах.',
	'Участь в проєкті є командною роботою, тому ми просимо поважати роботу ваших колег.',
	'Волонтер може вийти з проєкту в будь-який момент без пояснення причин, але попередивши про вихід. Матеріали, код, зразки дизайну в цьому випадку залишаються на проєкті. Платформа в свою чергу надає рекомендацію кожному учаснику-волонтеру, яку можна використати на наступних співбесідах.',
	'Проєкти виконуються виключно для офіційно зареєстрованих НГО із збором внесків на розрахункові рахунки організацій. Збір на приватні картки виключається.',
	'Волонтер, який пропонує активність для поліпшення роботи платформи або проєкту замовника, погоджує його з замовником і стає виконавцем такої активності.',
];
